win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состоянию здоровья!'
txt_next = 'Начать'
txt_instruction = 'Данно приложение позволит вам с помощью теста Руфье ляляляля, это никто не читает,лялял' 
txt_title = 'Здоровье'
txt_name = 'ФАМИЛИЯ!!!!, ИМЯ!!!!!'
txt_hintname = ""
txt_hintage = "yearold"
txt_test1 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать тест", чтобы запустить таймер.'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседание", чтобы запустить счётчик приседаний.'
txt_test3 = 'Лягте на спину и звмерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд. \nНажмите кнопку "Начать финальный тест". чтобы запустить таймер. \nЗелёным обозначены секунды, в течение которых необходимо \nпроводить измерения, черным - минуты без замера пульсаций. Результаты введите в соответствующие поля.'
txt_sendresults = ''
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = ''
txt_starttest2 = ''
txt_starttest3 = ''

txt_age = ''
txt_finalwin = ''
txt_index = ''
txt_workheart = ''